content-org/non_personal_lists.org
#+hugo_section: public_lists

* Websites
:PROPERTIES:
:EXPORT_FILE_NAME: websites
:END:
This is like my local version of [[https://www.reddit.com/r/InternetIsBeautiful/][/r/internet_is_beautiful]] will try to update this often.
** Data
- [[https://mkorostoff.github.io/incarceration-in-real-numbers/][Incarceration in Real Numbers]]
- [[https://github.com/jwngr/sdow][jwngr/sdow: Six Degrees of Wikipedia]]
- [[https://population.io/][Population.io by World Data Lab]]
- [[https://howrichami.givingwhatwecan.org/how-rich-am-i][How Rich Am I?]]
- [[https://news.ycombinator.com/item?id=32274077][Map with the most famous people from every city]]
** Random
- [[https://satyrs.eu/heraldry/][My coat of arms | Marijn’s site 🍇]]
- [[https://dreamcult.xyz/][dreamcult]]
- [[https://theplywood.com/][🌲 ThePlywood.com ⋆ The Ultimate Resource for Plywood.]]
** Collections
- [[https://govbins.uk/][#govbins]]
- [[https://www.lileks.com/][LILEKS (James)]]
- [[https://artvee.com/][Artvee]]
- [[https://masterwiki.how/][masterWiki]]
- [[https://www.oldbookillustrations.com/subjects/][Old Book Illustrations]]
** Tools
- [[https://www.loudreader.com/][Ebook Reader for web]]
- [[https://www.exitreviews.com/][ExitReviews]] : A website to fight planned obsolescence: Reviews about broken or worn-out products to identify common stress points and how to fix them. Let's keep corporations accountable, and start caring about the amount of waste we produce!
- [[https://jenniferdaniel.substack.com/p/introducing-emoji-kitchen-][Emoji Kitchen 😗👌💕]]
