content/public_lists/websites.md
+++
title = "Websites"
author = ["Hrishikesh Barman"]
draft = false
+++

This is like my local version of [/r/internet_is_beautiful](https://www.reddit.com/r/InternetIsBeautiful/) will try to update this often.


## Data {#data}

-   [Incarceration in Real Numbers](https://mkorostoff.github.io/incarceration-in-real-numbers/)
-   [jwngr/sdow: Six Degrees of Wikipedia](https://github.com/jwngr/sdow)
-   [Population.io by World Data Lab](https://population.io/)
-   [How Rich Am I?](https://howrichami.givingwhatwecan.org/how-rich-am-i)
-   [Map with the most famous people from every city](https://news.ycombinator.com/item?id=32274077)


## Random {#random}

-   [My coat of arms | Marijn’s site 🍇](https://satyrs.eu/heraldry/)
-   [dreamcult](https://dreamcult.xyz/)
-   [🌲 ThePlywood.com ⋆ The Ultimate Resource for Plywood.](https://theplywood.com/)


## Collections {#collections}

-   [#govbins](https://govbins.uk/)
-   [LILEKS (James)](https://www.lileks.com/)
-   [Artvee](https://artvee.com/)
-   [masterWiki](https://masterwiki.how/)
-   [Old Book Illustrations](https://www.oldbookillustrations.com/subjects/)


## Tools {#tools}

-   [Ebook Reader for web](https://www.loudreader.com/)
-   [ExitReviews](https://www.exitreviews.com/) : A website to fight planned obsolescence: Reviews about broken or worn-out products to identify common stress points and how to fix them. Let's keep corporations accountable, and start caring about the amount of waste we produce!
-   [Emoji Kitchen 😗👌💕](https://jenniferdaniel.substack.com/p/introducing-emoji-kitchen-)
